Repository: Miro382/My-Spy
Catalog: My Spy/My Spy/Form1.*.resx
Languages: sk

# label11.Text
source: Keylogger is enabled!
sk: Keylogger je zapnutý!

# label9.Text
source: This month average:
sk: Mesačný priemer:

# label5.Text
source: Today on PC:
sk: Dnes na PC:

# label4.Text
source: Remaining time to shutdown:
sk: Zostávajúci čas do vypnutia:

# tabPage1.Text
source: Home
sk: Domov

# button2.Text
source: Add note
sk: Pridať poznámku

# tabPage3.Text
source: Tasks
sk: Úlohy

# label3.Text
source: Bad password
sk: Zlé heslo

# linkLabel1.Text
source: I Forgot Password
sk: Zabudol som heslo

# button1.Text
source: Login
sk: Prihlásiť

# label2.Text
source: Administrator login
sk: Administratorské prihlásenie

# label1.Text
source: Password:
sk: Heslo:

# tabPage2.Text
source: Login
sk: Prihlásiť
