Repository: Miro382/My-Spy
Catalog: My Spy/My Spy Administrator/Form1.*.resx
Languages: sk

# label82.Text
source: Alias for this PC:
sk: Prezývka pre tento PC:

# buttonRepairProgram.Text
source: Repair program
sk: Opraviť program

# buttonlogoutchat.Text
source: Log out
sk: Odhlásiť sa

# buttonlogintochat.Text
source: Login/Register
sk: Prihlásiť/Zaregistrovať sa

# label64.Text
source: Login or register to start using My Spy Chat on this computer.
sk: Prihlás sa alebo zaregistruj sa k užívaniu My Spy Chat na počítači

# checkBox2.Text
source: Block task manager
sk: Zablokuj task manager

# buttonsavesettings.Text
source: Save Settings
sk: Uložiť nastavenia

# checkBox1.Text
source: Start My Spy on startup
sk: Spustiť My Spy na začiatku

# label47.Text
source: Settings:
sk: Nastavenia:

# buttonweathersave.Text
source: Change weather data
sk: Zmeniť nastavenia o počasí

# label31.Text
source: Units:
sk: Jednotka:

# label30.Text
source: City:
sk: Mesto:

# label29.Text
source: Weather:
sk: Počasie:

# button5.Text
source: Change
sk: Zmeniť (Change)

# button1.Text
source: Change
sk: Zmeniť

# button2.Text
source: Change
sk: Zmeniť

# label2.Text
source: Password:
sk: Heslo:

# label1.Text
source: Language
sk: Jazyk (Language)

# label25.Text
source: Displays a warning
sk: Zobrazí upozornenie

# label13.Text
source: Monitor running applications
sk: Monitorovanie aplikácii

# label9.Text
source: Change Password
sk: Zmeniť heslo

# button3.Text
source: Change
sk: Zmeniť

# label8.Text
source: Repeat new password:
sk: Zopakuj nové heslo:

# label7.Text
source: New password:
sk: Nové heslo:

# label6.Text
source: Your current password:
sk: Tvoje súčasné heslo:

# button4.Text
source: Change
sk: Zmeniť

# label11.Text
source: Your new email:
sk: Tvoj nový email:

# label12.Text
source: Your password:
sk: Tvoje heslo:

# label10.Text
source: Change Email
sk: Zmeniť Email

# button7.Text
source: Remove selected
sk: Vymaž vybrané

# buttonChooseselected.Text
source: Choose selected
sk: Zvoľ vybrané

# label32.Text
source: Set maximum time on computer
sk: Nastaviť maximálny čas na počítači

# checkBox5.Text
source: Show warning in last x minutes?
sk: Zobraziť upozornenie posledných x minút?

# label33.Text
source: Maximum time on pc (H:M):
sk: Maximálny čas na PC (H:M):

# label34.Text
source: Block Applications
sk: Blokovať aplikácie

# button6.Text
source: Remove
sk: Vymazať

# button8.Text
source: Add
sk: Pridať

# buttonsaveblocking.Text
source: Save
sk: Uložiť

# label38.Text
source: Time on PC (H:M):
sk: Čas na počítači (H:M):

# label52.Text
source: Average time (H:M):
sk: Priemerný čas (H:M):

# label54.Text
source: Time total (H:M):
sk: Celkový čas (H:M):

# label55.Text
source: Previous month on PC:
sk: Minulý mesiac:

# label43.Text
source: Average time (H:M):
sk: Priemerný čas (H:M):

# label41.Text
source: Time total (H:M):
sk: Celkový čas (H:M):

# label40.Text
source: This month on PC:
sk: Tento mesiac:

# label45.Text
source: Average time (H:M):
sk: Priemerný čas (H:M):

# label61.Text
source: Block social networks
sk: Blokovať socialne siete

# button12.Text
source: Remove
sk: Vymazať

# button10.Text
source: Add
sk: Pridať

# label59.Text
source: Block websites from list
sk: Blokovať webstránky z listu

# label58.Text
source: Block list:
sk: Blokované adresy:

# buttoninternetsave.Text
source: Save
sk: Uložiť

# label56.Text
source: Internet monitoring
sk: Monitorovanie internetu

# menu2.Text
source: Monitoring
sk: Monitorovanie

# menu1.Text
source: Generally
sk: Nastavenia

# menu3.Text
source: Blocking
sk: Blokovanie

# menu4.Text
source: Statistics
sk: Štatistiky

# menu6.Text
source: Applications
sk: Aplikácie

# menu7.Text
source: About app
sk: O aplikácii
